Repository: jamovi/surveymv-i18n
Catalog: *.po
Languages: ar, ca, de, fi, fr, he, hr, id, it, ja, kk, nb_no, nl, pt, sv, ta, uk

source: Additional options
ar: خيارات إضافية
ca: Opcions addicionals
de: Zusätzliche Optionen
fi: Lisäasetukset
fr: Options supplémentaires
he: אפשרויות נוספות
hr: Dodatne opcije
id: Opsi tambahan
it: Opzioni addizionali
ja: 追加オプション
kk: Қосымша мүмкіндіктер
nb_no: Flere alternativer
nl: Andere opties
pt: Opções adicionais
sv: Ytterligare alternativ
ta: கூடுதல் விருப்பங்கள்
uk: Додаткові опції

source: Box plot
ar: مخطط الصندوق
ca: Diagrama de caixa
fi: Laatikkokaavio
fr: Boite à moustaches
he: תרשים קופסות
hr: Box dijagram
id: Plot kotak
it: Grafico a scatola
ja: 箱ひげ図
kk: Қорапша диаграмма
nb_no: Boksplot
nl: Doosdiagram
pt: Gráfico de extremos e quartis
sv: Boxdiagram
ta: பெட்டி சூழ்ச்சி
uk: Коробка сюжету

source: Continuous Plots
ar: مخططات مستمرة
ca: Gràfics variables continues
de: Kontinuierliche Plots
fi: Jatkuvat kaaviot
fr: Parcelles continues
he: תרשימי משתנים רציפים
hr: Kontinuirani dijagrami
id: Plot Berkelanjutan
it: Trame continue
ja: 連続変数のグラフ
kk: Үздіксіз диаграммалар
nb_no: Kontinuerlige diagrammer
nl: Continue grafieken
pt: Gráficos contínuos
sv: Kontinuerliga plottar
ta: தொடர்ச்சியான அடுக்கு
uk: Безперервні сюжети

source: Counts
ar: العد
ca: Freqüències
de: Anzahl
fi: Lukumäärät
fr: Fréquences
he: ספירות
hr: Broj
id: Menghitung
it: Conteggi
ja: 度数
kk: Саны
nb_no: Antall
nl: Graven
pt: Contagens
sv: Antal
uk: Розраховує

source: Data
ar: بيانات
ca: Dades
de: Daten
fr: Données
he: נתונים
hr: Podaci
ja: データ
kk: Деректер
pt: Dados
uk: Дані

source: Exploration
ar: استكشاف
ca: Exploració
de: Erforschung
fi: Tutkiminen
he: סקירה
hr: Eksploracija
id: Eksplorasi
it: Esplorazione
ja: 探索
kk: Барлау
nb_no: Eksplorasjon
nl: Verkenning
pt: Exploração
uk: Розвідка

source: Frequency Labels
ar: تسميات التكرار
ca: Etiquetes de freqüència
de: Frequenzbezeichnungen
fi: Frekvenssien nimilaput
fr: Etiquettes de fréquence
he: תוויות של תדירות
hr: Oznake frekvencije
id: Label Frekuensi
it: Etichette di frequenza
ja: 度数ラベル
kk: Жиілік белгілері
nb_no: Frekvensbetegnelser
nl: Frequentielabels
pt: Rótulos de frequências
sv: Frekvens-etiketter
ta: அதிர்வெண் லேபிள்கள்
uk: Мітки частоти

source: Frequency Type
ar: تسميات الجداول
ca: Tipus de freqüència
de: Frequenztyp
fi: Frekvenssityyppi
fr: Type de fréquence
he: סוג התדירות
hr: Vrsta frekvencije
id: Tipe Frekuensi
it: Tipo di frequenza
ja: 度数の種類
kk: Жиілік түрі
nb_no: Frekvenstype
nl: Frequentietype
pt: Tipo de frequências
sv: Frekvens-typ
ta: அதிர்வெண் வகை
uk: Тип частоти

source: Grouped bar
ar: شريط مجمع
ca: Barres agrupades
de: Gruppierte Balken
fi: Ryhmitelty pylväs
fr: Barre groupée
he: סרגל מקובץ
hr: Grupirani stupac
it: Barra raggruppata
ja: グループ化
kk: Топтастырылған баған
nb_no: Gruppert stolpe
nl: Gegroepeerde staaf
pt: Barra agrupada
sv: Grupperad stolpe
ta: குழு செய்யப்பட்ட பட்டி
uk: Згрупований бар

source: Grouping Variable
ar: متغير التجميع
ca: Variable d'Agrupació
de: Gruppierungsvariable
fi: Ryhmittelynmuuttja
fr: Variable de regroupement.
he: משתנה מקבץ
it: Variabile di Raggruppamento
ja: グループ変数
kk: Топтастырушы айнымалы
nb_no: Grupperingsvariabel
nl: Groeperingsvariabele
pt: Variável de agrupamento
sv: Grupperingsvariabel
ta: தொகுத்தல் மாறி
uk: Змінна групування

source: Hide missing values
ar: إخفاء القيم المفقودة
ca: Ocultar els valors perduts
de: Verstecke fehlende Werte
fi: Piillota puuttuvat arvot
fr: Masquer les valeurs manquantes
he: הסתרת הערכים החסרים
hr: Sakrij nedostajuće vrijednosti
id: Sembunyikan nilai kosong
it: Nascondere i valori mancanti
ja: 欠損値を隠す
kk: Жоғалған мәндерді жасыру
nb_no: Skjul manglende verdier
nl: Verberg ontbrekende waarden
pt: Esconder valores em falta
sv: Dölj saknade värden
ta: காணாமல் போன மதிப்புகளை மறைக்கவும்
uk: Приховати відсутні значення

source: In plot
ar: في المخطط
ca: Al gràfic
de: Im Diagramm
fi: Kaaviossa
fr: Dans le graphique
he: בתרשים
hr: U grafikonu
it: Nel grafico
ja: 図中に表示
kk: Диаграммада
nb_no: I diagrammet
nl: In de plot
pt: No gráfico
sv: I diagrammet
ta: சதித்திட்டத்தில்
uk: В сюжеті

source: Nominal / Ordinal Plots
ar: مخططات اسمية / رتبية
ca: Gràfics per a variables nominals/ordinals
de: Nominale / ordinale Plots
fi: Normaali- / ordinaalikaaviot
fr: Graphiques nominaux / ordonnés
he: תרשימי משתנים מסוג שמני / סדר
it: Grafici nominali/ordinali
ja: 名義・順序変数のグラフ
kk: Номиналды / Реттік диаграммалар
nb_no: Nominelle / ordinale plott
nl: Nominale / Ordinale grafieken
pt: Gráficos Nominal / Ordinal
sv: Nominal / ordinal plottar
ta: பெயரளவு / சாதாரண அடுக்கு
uk: Номінальні / Порядкові ділянки

source: On x-axis
ar: على X-axis
ca: A l'eix X
de: Auf der x-Achse
fi: X-akselilla
fr: Sur l'axe des x
he: על ציר ה־x
hr: Na osi x
id: Pada sumbu-x
it: Sull'asse x
ja: 横軸上に表示
kk: X-осьінде
nb_no: På x-aksen
nl: Op de x-as
pt: No eixo x
sv: På x-axeln
ta: எக்ச்-அச்சில்
uk: На осі х

source: Percentages
ar: النسب المئوية
ca: Percentatges
de: Prozentsätze
fi: Prosenttiosuudet
fr: Pourcentages
he: אחוזים
hr: Postoci
id: Persentase
it: Percentuali
ja: パーセンテージ
kk: Пайыздар
nb_no: Prosentandeler
nl: Procenten
pt: Percentagens
sv: Procentandelar
ta: சதவீதங்கள்
uk: Відсотки

source: Plot Elements
ar: عناصر المخطط
ca: Elements del gràfic
de: Elemente des Plots
fi: Kaavion elementit
fr: Éléments du graphique
he: מרכיבי התרשים
hr: Elementi grafikona
id: Elemen grafik
it: Elementi del Grafico
ja: グラフスタイル
kk: Диаграмма элементтері
nb_no: Diagramelementer
nl: Verhaalelementen
pt: Elementos do gráfico
sv: Element i diagrammet
ta: சூழ்ச்சி கூறுகள்
uk: Елементи сюжету

source: Plot Type
ar: نوع المخطط
ca: Tipus de Gràfic
de: Diagrammtyp
fi: Kaaviotyyppi
fr: Type de graphique
he: סוג התרשים
hr: Vrsta grafikona
id: Tipe Plot
ja: プロットの種類
kk: Диаграмма түрі
nb_no: Diagramtype
nl: Grafiektype
pt: Tipo de gráfico
sv: Typ av diagram
ta: சூழ்ச்சி வகை
uk: Тип ділянки

source: Stacked bar
ar: شريط مجمع
ca: Barres apilades
de: Gestapelte Säule
fi: Pinottu pylväs
fr: Barre empilée
he: סרגל מעורם
hr: Složeni stupac
it: Barra impilata
ja: 積上げ
kk: Қабаттасқан бағандар
nb_no: Stablet stolpe
nl: Gestapelde staaf
pt: Barra preenchida
sv: Staplad stolpe
ta: அடுக்கப்பட்ட பார்
uk: Багатошаровий бар

source: Survey Plots
ar: قطع مسطحة
ca: Gràfics d'enquestes
de: Survey-Diagramme
fi: Kyselykaaviot
fr: Graphiques d'enquête
he: תרשימי סקר
hr: Grafikoni istraživanja
it: Grafico di Sopravvivenza
ja: サーベイプロット
kk: Сауалнама диаграммалары
nb_no: Survey-diagrammer
nl: Meetpercelen
pt: Gráficos de sondagens
sv: Survey-diagram
ta: கணக்கெடுப்பு அடுக்கு
uk: Оглядові ділянки

source: surveymv
ar: مسح
fi: kyselymv
kk: көптік айнымалылар сауалнамасы
pt: Inquéritos mv
ta: கணக்கெடுப்பு
uk: опитуванняmv

source: Variable description
ar: وصف المتغير
ca: Descripció de la variable
de: Variablenbeschreibung
fi: Muuttujan kuvaus
fr: Description de la variable
he: תיאור המשתנה
hr: Opis varijable
id: deskripsi variabel
it: Descrizione della variabile
ja: 変数の説明
kk: Айнымалы сипаттамасы
nb_no: Beskrivelse av variabelen
nl: Variabele beschrijving
pt: Descrição da variável
sv: Variabelns beskrivning
ta: மாறக்கூடிய விளக்கம்
uk: Опис змінної

source: Variables
ar: المتغيرات
de: Variablen
fi: Muuttujat
he: משתנים
hr: Varijable
id: variabel
ja: 変数
kk: Айнымалылар
nb_no: Variabler
nl: Variabelen
pt: Variáveis
sv: Variabler
uk: Змінні

source: Violin
ar: كمان
ca: Violí
de: Violin-Plot
fi: Viulukaavio
fr: Violon
he: כינור
ja: バイオリン図
kk: Скрипка
nb_no: Fiolin-diagram
nl: Viool
pt: Violino
sv: Violin-diagram
ta: வயலின்
uk: Скрипка
